Repository: mntone/ProfMonster
Catalog: src/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans, zh_hant

source: %lld Monsters
ar: %lld الوحوش
de: %lld Monster
es: %lld monstruos
fr: %lld monstres
it: %lld mostri
ja: %lld体のモンスター
pl: %lld potwory
pt_br: %lld monstros
ru: %lld монстры
zh_hans: %lld只怪物
zh_hant: %lld隻怪物

source: About App
ar: حول التطبيق
de: Info-App
es: Información de aplicación
fr: Informations sur l'application
it: Info sull'app
ja: アプリ情報
ko: 앱 정보
pl: Ta aplikacja…
pt_br: Informações do app
ru: Об этом приложений
zh_hans: 关于App
zh_hant: 關於App

source: About Prof. Monster
ar: حول معلم الوحوش
de: Über Prof. Monster
es: Acerca de Prof. Monstruo
fr: À propos de Prof. Monstre
it: Informazioni su Prof. Mostro
ja: モンハクについて
ko: 몬스터 교수에 관하여
pl: Prof. Potwór…
pt_br: Sobre o Prof. Monstro
ru: О приложении «Проф. Монстр»
zh_hans: 关于怪物教授
zh_hant: 關於怪物教授

source: Add to Favorites
ar: إضافة إلى المفضلة
de: Als Favorit sichern
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi a Preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pl: Dodaj do ulubionych
pt_br: Favoritos
ru: Добавить в Избранное
zh_hans: 添加到收藏夹
zh_hant: 加入收藏夾

source: All Monsters
ar: جميع الوحوش
de: Alle Monster
es: Todos los monstruos
it: Tutti i mostri
ja: すべてのモンスター
ko: 모든 몬스터
pl: Wszystkie potwory
pt_br: Todos os monstros
ru: Все монстры
zh_hans: 所有怪物
zh_hant: 所有怪物

source: Amphibian
ar: حيوان برمائي
de: Amphibien
es: Anfibio
fr: Amphibien
it: Anfibio
ja: 両生種
ko: 양서종
pl: Płaz
pt_br: Anfíbio
ru: Амфибия
zh_hans: 两栖种
zh_hant: 兩生種

# Amphibian_SORTKEY
source: amphibian
ar: حيوان برمائي
de: amphibien
es: anfibio
fr: amphibien
it: anfibio
ja: りようせいしゆ
ko: 양서종
pl: płaz
pt_br: anfíbio
ru: амфибия
zh_hans: liangqizhong
zh_hant: ㄌㄧㄤˇㄑㄧㄓㄨㄥˇ

source: Are you sure you want to continue? This will remove all caches.
ar: هل ترغب بالتأكيد في المتابعة؟ سيتم إعادة تعيين جميع مخابئ.
de: Möchtest du wirklich fortfahren? Hiermit werden alle Caches zurückgesetzt.
es: ¿Seguro que quieres continuar? Se restablecerán todos los cachés.
fr: Voulez-vous vraiment continuer ? Tous les caches seront réinitialisés.
it: Confermi di voler continuare? Tutte le cache verranno ripristinate.
ja: 本当に続けますか? すべてのキャッシュを削除します。
ko: 계속하겠습니까? 이 작업은 모든 캐시를 재설정합니다.
pl: Czy na pewno chcesz kontynuować? Spowoduje to wyzerowanie wszystkich pamięci podręczne.
pt_br: Tem a certeza de que pretende continuar? Todos os caches serão repostas.
ru: Вы действительно хотите продолжить? Все кеши будут сброшены.
zh_hans: 您确定要继续吗？这将还原所有缓存。
zh_hant: 確定要繼續嗎？這將重置所有快取。

# attackShort.blast
source: Blast
ar: الانفجار
de: Explosion
es: Nitro
fr: Explosion
it: Scoppio
ja: 爆破
ko: 폭파
pl: Wybuch
pt_br: Explosão
ru: Взрыв
zh_hans: 爆破
zh_hant: 爆破

# attackShort.exhaust
source: Exhaust
ar: الإرهاق
de: Ermüdung
es: Fatiga
fr: Léthargie
it: Fatica
ja: 減気
ko: 기력 감소
pl: Wyczerpanie
pt_br: Exaustão
ru: Усталость
zh_hans: 减气
zh_hant: 減氣

# attackShort.paralysis
source: Paralysis
ar: الشلل
de: Lähmung
es: Parálisis
fr: Paralysie
it: Paralisi
ja: 麻痺
ko: 마비
pl: Paraliż
pt_br: Paralisia
ru: Паралич
zh_hans: 麻痹
zh_hant: 麻痺

# attackShort.poison
source: Poison
ar: السم
de: Gift
es: Veneno
it: Veleno
ja: 毒
ko: 독
pl: Trucizna
pt_br: Veneno
ru: Отравление
zh_hans: 毒
zh_hant: 毒

# attackShort.sleep
source: Sleep
ar: النوم
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
ja: 睡眠
ko: 수면
pl: Sen
pt_br: Sono
ru: Сон
zh_hans: 睡眠
zh_hant: 睡眠

# attacksLong.ailment
source: Ailment Effectiveness
ar: فعَّالية الاعتلال
de: Leidenseffektivität
es: Estados alterados
fr: Efficacité afflictions
it: Efficacia alteraz.
ja: 状態異常の有効度
ko: 상태 이상 유효도
pl: Szkodliwe efekty
pt_br: Eficácia de Efeitos
ru: Эфф. негат. статусов
zh_hans: 状态异常有效性
zh_hant: 狀態異常的有效程度

# attacksShort.ailment
source: Ailments
ar: اعتلالات
de: Anorm. Status
es: Est. alter.
fr: Afflictions
it: Anomalie
ja: 状態異常
ko: 상태 이상
pt_br: Efeitos
ru: Нег. статусы
zh_hans: 状态异常
zh_hant: 狀態異常

# attacksShort.element
source: Elements
ar: العناصر
de: Elemente
es: Elementos
fr: Éléments
it: Elementi
ja: 属性
ko: 속성
pl: Żywioły
pt_br: Elementos
ru: Стихии
zh_hans: 有效属性
zh_hant: 有效屬性

source: Bird Wyvern
ar: تنين مجنح كالطيور
de: Vogelwyvern
es: Wyvern pájaro
fr: Wyverne rapace
it: Wyvern rapace
ja: 鳥竜種
ko: 조룡종
pl: Wiwerna ptasia
pt_br: Serpássaro
ru: Пернатая виверна
zh_hans: 鸟龙种
zh_hant: 鳥龍種

# Bird Wyvern_SORTKEY
source: birdwyvern
ar: تنين مجنح كالطيور
de: vogelwyvern
es: wyvernpájaro
fr: wyvernerapace
it: wyvernrapace
ja: ちようりゆうしゆ
ko: 조룡종
pl: wiwernaptasia
pt_br: serpássaro
ru: пернатаявиверна
zh_hans: niaolongzhong
zh_hant: ㄋㄧㄠˇㄌㄨㄥˊㄓㄨㄥˇ

source: Brute Wyvern
ar: تنين مجنح متوحش
de: Kampfwyvern
es: Wyvern brutal
fr: Wyverne de terre
it: Wyvern brutale
ja: 獣竜種
ko: 수룡종
pl: Wiwerna zwalista
pt_br: Serpe Bruta
ru: Свирепая виверна
zh_hans: 兽龙种
zh_hant: 獸龍種

# Brute Wyvern_SORTKEY
source: brutewyvern
ar: تنين مجنح متوحش
de: kampfwyvern
es: wyvernbrutal
fr: wyvernedeterre
it: wyvernbrutale
ja: しゆうりゆうしゆ
ko: 수룡종
pl: wiwernazwalista
pt_br: serpebruta
ru: свирепаявиверна
zh_hans: shoulongzhong
zh_hant: ㄕㄡˋㄌㄨㄥˊㄓㄨㄥˇ

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отменить
zh_hans: 取消
zh_hant: 取消

source: Carapaceon
ar: كاراباسيون
ja: 甲殻種
ko: 갑각종
pl: Karapaksowiec
pt_br: Carapaceão
ru: Панцирный
zh_hans: 甲壳种
zh_hant: 甲殼種

# Carapaceon_SORTKEY
source: carapaceon
ar: كاراباسيون
ja: こうかくしゆ
ko: 갑각종
pl: karapaksowiec
pt_br: carapaceão
ru: панцирный
zh_hans: jiaqiaozhong
zh_hant: ㄐㄧㄚˇㄑㄧㄠˋㄓㄨㄥˇ

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Data
ar: بيانات
de: Daten
es: Datos
it: Dati
ja: データ
ko: 데이터
pl: Dane
ru: Данные
zh_hans: 数据
zh_hant: 數據

source: Delete Favorite
ar: حذف المفضلة
de: Favorit löschen
es: Eliminar favorito
fr: Supprimer le favori
it: Elimina preferito
ja: お気に入りから削除
ko: 즐겨찾기 삭제
pl: Usuń ulubione
pt_br: Apagar favorito
ru: Удалить избранное
zh_hans: 删除收藏夹
zh_hant: 刪除收藏夾

source: Display
ar: شاشة
de: Anzeige
es: Pantalla
fr: Affichage
it: Schermo
ja: 画面表示
ko: 디스플레이
pl: Ekran
pt_br: Ecrã
ru: Экран
zh_hans: 显示
zh_hant: 螢幕顯示

source: Dragon
ar: التنين
de: Drache
es: Draco
it: Drago
ja: 龍
ko: 용
pl: Smok
pt_br: Dragão
ru: Дракон
zh_hans: 龙
zh_hant: 龍

source: Dragon Element
ar: عنصر التنين
de: Drachenelement
es: Elemento Draco
fr: Elément Dragon
it: Elemento drago
ja: 龍属性
ko: 용속성
pt_br: Elemento dragão
ru: Стихией дракона
zh_hans: 龙属性
zh_hant: 龍屬性

# Dragon_MEDIUM
source: Dragon
ar: التنين
de: Drache
es: Draco
it: Drago
ja: 龍属性
ko: 용속성
pl: Smok
pt_br: Dragão
ru: Дракон
zh_hans: 龙属性
zh_hant: 龍屬性

source: Elder Dragon
ar: تنين معمِّر
de: Drachenältester
es: Dragón anciano
fr: Dragon ancien
it: Drago anziano
ja: 古龍種
ko: 고룡종
pl: Starszy Smok
pt_br: Dragão Ancião
ru: Древний дракон
zh_hans: 古龙种
zh_hant: 古龍種

# Elder Dragon_SORTKEY
source: elderdragon
ar: تنين معمِّر
de: drachenältester
es: dragónanciano
fr: dragonancien
it: dragoanziano
ja: こりゆうしゆ
ko: 고룡종
pl: starszysmok
pt_br: dragãoancião
ru: древнийдракон
zh_hans: gulongzhong
zh_hant: ㄍㄨˇㄌㄨㄥˊㄓㄨㄥˇ

source: Fanged Beast
ar: وحش ذو أنياب
de: Reißzahn-Bestie
es: Best. colmillos
fr: Bête à crocs
it: Belva zannuta
ja: 牙獣種
ko: 아수종
pl: Zębata bestia
pt_br: Fera de Presas
ru: Клыкастый зверь
zh_hans: 牙兽种
zh_hant: 牙獸種

# Fanged Beast_SORTKEY
source: fangedbeast
ar: وحش ذو أنياب
de: reißzahnbestie
es: bestcolmillos
fr: bêteàcrocs
it: belvazannuta
ja: かしゆうしゆ
ko: 아수종
pl: zębatabestia
pt_br: feradepresas
ru: клыкастыйзверь
zh_hans: yashouzhong
zh_hant: ㄧㄚˊㄕㄡˋㄓㄨㄥˇ

source: Fanged Wyvern
ar: تنين مجنح ذو أنياب
de: Reißzahn-Wyvern
es: Wyv. colmillos
fr: Wyverne à crocs
it: Wyvern zannuto
ja: 牙竜種
ko: 아룡종
pl: Wiwerna kłowa
pt_br: Serpe de Presas
ru: Клыкаст. виверна
zh_hans: 牙龙种
zh_hant: 牙龍種

# Fanged Wyvern_SORTKEY
source: fangedwyvern
ar: تنين مجنح ذو أنياب
de: reißzahnwyvern
es: wyvcolmillos
fr: wyverneàcrocs
it: wyvernzannuto
ja: かりゆうしゆ
ko: 아룡종
pl: wiwernakłowa
pt_br: serpedepresas
ru: клыкаствиверна
zh_hans: yalongzhong
zh_hant: ㄧㄚˊㄌㄨㄥˊㄓㄨㄥˇ

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pl: Ulubione
pt_br: Favoritos
ru: Избранное
zh_hans: 收藏夹
zh_hant: 收藏夾

source: Fire
ar: نار
de: Feuer
es: Fuego
fr: Feu
it: Fuoco
ja: 火
ko: 불
pl: Ogień
pt_br: Fogo
ru: Огонь
zh_hans: 火
zh_hant: 火

source: Fire Element
ar: عنصر النار
de: Feuerelement
es: Elemento Fuego
fr: Elément Feu
it: Elemento fuoco
ja: 火属性
ko: 불속성
pt_br: Elemento fogo
ru: Стихией огня
zh_hans: 火属性
zh_hant: 火屬性

# Fire_MEDIUM
source: Fire
ar: نار
de: Feuer
es: Fuego
fr: Feu
it: Fuoco
ja: 火属性
ko: 불속성
pl: Ogień
pt_br: Fogo
ru: Огонь
zh_hans: 火属性
zh_hant: 火屬性

source: Flying Wyvern
ar: تنين مجنح طائر
de: Flugwyvern
es: Wyvern volador
fr: Wyverne volante
it: Wyvern volante
ja: 飛竜種
ko: 비룡종
pl: Wiwerna latająca
pt_br: Serpe Alada
ru: Летающая виверна
zh_hans: 飞龙种
zh_hant: 飛龍種

# Flying Wyvern_SORTKEY
source: flyingwyvern
ar: تنين مجنح طائر
de: flugwyvern
es: wyvernvolador
fr: wyvernevolante
it: wyvernvolante
ja: ひりゆうしゆ
ko: 비룡종
pl: wiwernalatająca
pt_br: serpealada
ru: летающаявиверна
zh_hans: feilongzhong
zh_hant: ㄈㄟㄌㄨㄥˊㄓㄨㄥˇ

source: Ice
ar: ثلج
de: Eis
es: Hielo
fr: Glace
it: Ghiaccio
ja: 氷
ko: 얼음
pl: Lód
pt_br: Gelo
ru: Лед
zh_hans: 冰
zh_hant: 冰

source: Ice Element
ar: عنصر الثلج
de: Eiselement
es: Elemento Hielo
fr: Elément Glace
it: Elemento ghiaccio
ja: 氷属性
ko: 얼음속성
pt_br: Elemento gelo
ru: Стихией льда
zh_hans: 冰属性
zh_hant: 冰屬性

# Ice_MEDIUM
source: Ice
ar: ثلج
de: Eis
es: Hielo
fr: Glace
it: Ghiaccio
ja: 氷属性
ko: 얼음속성
pl: Lód
pt_br: Gelo
ru: Лед
zh_hans: 冰属性
zh_hant: 冰屬性

source: Leviathan
ar: ليفياثان
es: Leviatán
fr: Léviathan
ja: 海竜種
ko: 해룡종
pl: Lewiatan
pt_br: Leviatã
ru: Левиафан
zh_hans: 海龙种
zh_hant: 海龍種

# Leviathan_SORTKEY
source: leviathan
ar: ليفياثان
es: leviatán
fr: léviathan
ja: かいりゆうしゆ
ko: 해룡종
pl: lewiatan
pt_br: leviatã
ru: левиафан
zh_hans: hailongzhong
zh_hant: ㄏㄞˇㄌㄨㄥˊㄓㄨㄥˇ

source: Loading…
ar: جاري التحميل…
de: Laden …
es: Cargando…
fr: Chargement en cours…
it: Carico…
ja: 読み込み中…
ko: 로드 중…
pl: Wczytuję…
pt_br: A carregar…
ru: Загрузка…
zh_hans: 正在载入…
zh_hant: 載入中⋯

source: Monster and Weakness
ar: الوحش والضعف
de: Monster und Schwäche
es: Monstruo y debilidad
fr: Monstre et faiblesse
it: Mostro e debolezza
ja: モンスター、弱点属性
ko: 몬스터와 약점
pl: Potwór i słabość
pt_br: Monstro e fraqueza
ru: Монстр и слабость
zh_hans: 怪物和弱点
zh_hant: 怪物和弱點

source: Monster Detail
ar: تفاصيل الوحش
es: Detalle del monstruo
fr: Détail du monstre
it: Dettagli del mostro
ja: モンスター詳細
ko: 몬스터 디테일
pl: Szczegóły potwora
pt_br: Detalhe do monstro
ru: Деталь монстра
zh_hans: 怪物细节
zh_hant: 怪物細節

source: Monster List
ar: قائمة الوحوش
de: Monsterliste
es: Lista de monstruos
fr: Liste des monstres
it: Elenco dei mostri
ja: モンスターリスト
ko: 몬스터 목록
pl: Lista potworów
pt_br: Lista de monstros
ru: Список монстров
zh_hans: 怪物列表
zh_hant: 怪物列表

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: Name (Reverse)
ar: الاسم (معكوس)
de: Name (Umgekehrt)
fr: Nom (inversé)
it: Nome (invertito)
ja: 名前 (降順)
ko: 이름 (역순)
pl: Nazwa (odwrócony)
pt_br: Nome (invertido)
ru: Имя (обратный)
zh_hans: 名称（降序）
zh_hant: 名稱（降序）

# Name (Standard)
source: Name
ar: الاسم
fr: Nom
it: Nome
ja: 名前 (昇順)
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Имя
zh_hans: 名称（升序）
zh_hant: 名稱（升序）

source: Notes
ar: الملاحظات
de: Notizen
es: Notas
it: Note
ja: メモ
ko: 메모
pl: Notatki
pt_br: Notas
ru: Заметки
zh_hans: 备忘录
zh_hant: 備忘錄

source: Physiology
ar: العلم النفسي
de: Physiologie
es: Fisiología
fr: Physioologie
it: Fisiologia
ja: 肉質
ko: 부위와 육질
pl: Fizjologia
pt_br: Fisiologia
ru: Физиология
zh_hans: 部位与肉质
zh_hant: 部位與肉質

source: Piscine Wyvern
ar: تنين مجنح سبّاح
de: Fischwyvern
es: Wyvern nadador
fr: Wyverne aquatique
it: Wyvern acquatico
ja: 魚竜種
ko: 어룡종
pl: Wiwerna rybia
pt_br: Hidroserpe
ru: Ихтиовиверна
zh_hans: 鱼龙种
zh_hant: 魚龍種

# Piscine Wyvern_SORTKEY
source: piscinewyvern
ar: تنين مجنح سبّاح
de: fischwyvern
es: wyvernnadador
fr: wyverneaquatique
it: wyvernacquatico
ja: きよりゆうしゆ
ko: 어룡종
pl: wiwernarybia
pt_br: hidroserpe
ru: ихтиовиверна
zh_hans: yulongzhong
zh_hant: ㄩˊㄌㄨㄥˊㄓㄨㄥˇ

source: Prof. Monster
ar: معلم الوحوش
es: Prof. Monstruo
fr: Prof. Monstre
it: Prof. Mostro
ja: モンハク
ko: 몬스터 교수
pl: Prof. Potwór
pt_br: Prof. Monstro
ru: Проф. Монстр
zh_hans: 怪物教授
zh_hant: 怪物教授

source: Remove All Caches
ar: إعادة تعيين جميع مخابئ
de: Alle Caches zurücksetzen
es: Restablecer todos los cachés
fr: Réinitialiser tous les caches
it: Reimposta tutte le cache
ja: すべてのキャッシュを削除
ko: 모든 캐시 재설정
pl: Wyzerowanie wszystkie pamięci podręczne
pt_br: Repor todos os caches
ru: Сбросить все кеши
zh_hans: 还原所有缓存
zh_hant: 重置所有快取

source: Remove Caches
ar: إعادة تعيين مخابئ
de: Caches zurücksetzen
es: Restablecer cachés
fr: Réinitialiser caches
it: Reimposta cache
ja: キャッシュを削除
ko: 캐시 재설정
pl: Wyzerowanie pamięci podręczne
pt_br: Repor caches
ru: Сбросить кеши
zh_hans: 还原所有缓存
zh_hant: 重置所有快取

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pl: Szukaj
pt_br: Pesquisa
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Definições
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Sign
ar: علامة
de: Zeichen
es: Señal
fr: Signe
it: Segno
ja: 記号
ko: 기호
pl: Podpisać
pt_br: Sinal
ru: Знак
zh_hans: 符号
zh_hant: 符號

source: Sort by
ar: فرز حسب
de: Sortiert nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 表示順序
ko: 정렬 순서
pl: Sortuj wg
pt_br: Ordenar por
ru: Упорядочить по
zh_hans: 排序方式
zh_hant: 排序方式

source: Stun
ar: الصعق
de: Betäubung
es: Aturdimiento
it: Stordimento
ja: 気絶
ko: 기절
pl: Ogłuszenie
pt_br: Atordoamento
ru: Оглушение
zh_hans: 昏厥
zh_hant: 昏厥

source: Temnoceran
ar: تيمنوسيران
ja: 鋏角種
ko: 협각종
pt_br: Temnocerano
ru: Темноцеран
zh_hans: 钳角种
zh_hant: 鉗角種

# Temnoceran_SORTKEY
source: temnoceran
ar: تيمنوسيران
ja: きようかくしゆ
ko: 협각종
pt_br: temnocerano
ru: темноцеран
zh_hans: qianjiaozhong
zh_hant: ㄑㄧㄢˊㄐㄧㄠˇㄓㄨㄥˇ

source: Thunder
ar: رعد
de: Donner
es: Rayo
fr: Foudre
it: Tuono
ja: 雷
ko: 번개
pl: Piorun
pt_br: Raio
ru: Гроза
zh_hans: 雷
zh_hant: 雷

source: Thunder Element
ar: عنصر الرعد
de: Donnerelement
es: Elemento Rayo
fr: Elément Foudre
it: Elemento tuono
ja: 雷属性
ko: 번개속성
pt_br: Elemento raio
ru: Стихией грозы
zh_hans: 雷属性
zh_hant: 雷屬性

# Thunder_MEDIUM
source: Thunder
ar: رعد
de: Donner
es: Rayo
fr: Foudre
it: Tuono
ja: 雷属性
ko: 번개속성
pl: Piorun
pt_br: Raio
ru: Гроза
zh_hans: 雷属性
zh_hant: 雷屬性

source: Type
ar: النوع
de: Typ
es: Tipo
it: Tipo
ja: 種族
ko: 종별
pl: Typ
pt_br: Tipo
ru: Тип
zh_hans: 种类
zh_hant: 類別

source: Type (Reverse)
ar: النوع (معكوس)
de: Typ (Umgekehrt)
es: Tipo (invertido)
fr: Type (inversé)
it: Tipo (invertito)
ja: 種族 (降順)
ko: 종별 (역순)
pl: Typ (odwrócony)
pt_br: Tipo (invertido)
ru: Тип (обратный)
zh_hans: 种类（降序）
zh_hant: 類別（降序）

# Type (Standard)
source: Type
ar: النوع
de: Typ
es: Tipo
it: Tipo
ja: 種族 (昇順)
ko: 종별
pl: Typ
pt_br: Tipo
ru: Тип
zh_hans: 种类（升序）
zh_hant: 類別（升序）

source: Version %@
ar: الإصدار %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pl: Wersja %@
pt_br: Versão %@
ru: Версия %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# Version %@ (%@)
source: Version %1$@ (%2$@)
ar: الإصدار %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
pl: Wersja %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)

source: Water
ar: ماء
de: Wasser
es: Agua
fr: Eau
it: Acqua
ja: 水
ko: 물
pl: Woda
pt_br: Água
ru: Вода
zh_hans: 水
zh_hant: 水

source: Water Element
ar: عنصر الماء
de: Wasserelement
es: Elemento Agua
fr: Elément Eau
it: Elemento acqua
ja: 水属性
ko: 물속성
pt_br: Elemento água
ru: Стихией воды
zh_hans: 水属性
zh_hant: 水屬性

# Water_MEDIUM
source: Water
ar: ماء
de: Wasser
es: Agua
fr: Eau
it: Acqua
ja: 水属性
ko: 물속성
pl: Woda
pt_br: Água
ru: Вода
zh_hans: 水属性
zh_hant: 水屬性

source: Weakness
ar: ضعف
de: Schwäche
es: Debilidad
fr: Faiblesse
it: Debolezza
ja: 弱点
ko: 약점
pl: Słabość
pt_br: Fraqueza
ru: Слабость
zh_hans: 弱点
zh_hant: 弱點

source: Weakness (Reverse)
ar: ضعف (معكوس)
de: Schwäche (Umgekehrt)
es: Debilidad (invertido)
fr: Faiblesse (inversé)
it: Debolezza (invertito)
ja: 弱点 (降順)
ko: 약점 (역순)
pl: Słabość (odwrócony)
pt_br: Fraqueza (invertido)
ru: Слабость (обратный)
zh_hans: 弱点（降序）
zh_hant: 弱點（降序）

# Weakness (Standard)
source: Weakness
ar: ضعف
de: Schwäche
es: Debilidad
fr: Faiblesse
it: Debolezza
ja: 弱点 (昇順)
ko: 약점
pl: Słabość
pt_br: Fraqueza
ru: Слабость
zh_hans: 弱点（升序）
zh_hant: 弱點（升序）

source: Cache Size: %@
de: Cachegröße: %@
es: Tamaño del caché: %@
fr: Taille du cache: %@
it: Dimensione della cache: %@
ja: キャッシュ サイズ: %@
ko: 캐시 크기: %@
pl: Rozmiar pamięci podręcznej: %@
pt_br: Tamanho da cache: %@
ru: Размер кэша: %@
zh_hans: 缓存大小：%@
zh_hant: 快取大小：%@

# ERROR_NO_CONNECTION
source: Prof. Monster cannot download the data because the Internet is offline.
de: Prof. Monster kann die Daten nicht herunterladen, da das Internet offline ist.
it: Il Prof. Mostro non può scaricare i dati perché Internet è offline.
ja: データをダウンロードできません。インターネットに接続されていません。
ko: 인터넷이 오프라인이기 때문에 몬스터 교수가 해당 데이터를 다운로드할 수 없습니다.
ru: Проф. Монстр не может загрузить данные, поскольку Интернет отключен.
zh_hans: 怪物教授无法下载资料，因为网路是离线的。
zh_hant: 怪物教授無法下載資料，因為網路是離線的。

# ERROR_NOT_EXISTS
source: Prof. Monster cannot download the data because the data is not found.
de: Prof. Monster kann die Daten nicht herunterladen, da die Daten nicht gefunden werden.
it: Prof. Mostro cannot download the data because the data is not found.
ja: データをダウンロードできません。データが見つかりません。
ko: 데이터를 찾을 수 없기 때문에 몬스터 교수가 해당 데이터를 다운로드할 수 없습니다.
ru: Проф. Монстр не может загрузить данные, поскольку данные не найдены.
zh_hans: 怪物教授无法下载资料，因为找不到数据。
zh_hant: 怪物教授無法下載資料，因為找不到數據。

# ERROR_OTHER(%@)
source: Prof. Monster cannot download the data because it is the unknown error. (Reason: %@)
de: Prof. Monster kann die Daten nicht herunterladen, da es sich um einen unbekannten Fehler handelt. (Grund: %@)
it: Il Prof. Mostro non può scaricare i dati perché si tratta di un errore sconosciuto. (Motivo: %@)
ja: データをダウンロードできません。不明なエラーです。(理由: %@)
ru: Проф. Монстр не может загрузить данные, поскольку это неизвестная ошибка. (Причина: %@)
zh_hans: 怪物教授无法下载资料，因为这是未知错误。 (原因: %@)
zh_hant: 怪物教授無法下載資料，因為這是未知錯誤。 (原因: %@)

# ERROR_TIMED_OUT
source: Prof. Monster cannot download the data because the connection is timed out.
de: Prof. Monster kann die Daten nicht herunterladen, da die Verbindung abgelaufen ist.
it: Il Prof. Mostro non può scaricare i dati perché la connessione è scaduta.
ja: データをダウンロードできません。接続がタイムアウトしました。
ko: 연결 시간이 초과되어 몬스터 교수가 해당 데이터를 다운로드할 수 없습니다.
ru: Проф. Монстр не может загрузить данные, поскольку время соединения истекло.
zh_hans: 怪物教授无法下载资料，因为连接超时了。
zh_hant: 怪物教授無法下載資料，因為連接超時了。

source: Favorite
de: Favorit
es: Favorito
fr: Favori
it: Preferito
ja: お気に入り
ko: 즐겨찾기
pl: Ulubiony
pt_br: Favorito
ru: Избранное
zh_hans: 收藏夹
zh_hant: 收藏夾

source: Git Commit Date
de: Git-Commit-Datum
es: Fecha de Confirmación de Git
fr: Date de Validation Git
it: Data di Commit Git
ja: Gitのコミット日時
ko: Git 커밋 날짜
pl: Data Zatwierdzenia Git
pt_br: Data de Commit do Git
ru: Дата фиксации Git
zh_hans: Git 提交日期
zh_hant: Git 提交日期

source: Reverse
de: Umkehren
es: Invertido
ja: 降順
ko: 역전
ru: Обратный
zh_hans: 降序
zh_hant: 降序

# Shell
source: Shot
de: Munition
it: Proiettile
ja: 射撃
ko: 탄
ru: Снаряд
zh_hans: 弹药
zh_hant: 彈藥

# Shell Element
source: Shot Element
de: Munitionelement
it: Elemento proiettile
ja: 弾属性
ko: 탄속성
zh_hans: 弹药属性
zh_hant: 彈藥屬性

# Shell_MEDIUM
source: Shot
de: Munition
it: Proiettile
ja: 弾属性
ko: 탄속성
ru: Снаряд
zh_hans: 弹药属性
zh_hant: 彈藥屬性

source: Slash
de: Schrägstrich
it: Taglio
ja: 斬撃
ko: 절단
ru: Разрез
zh_hans: 斩击
zh_hant: 斬擊

source: Slash Element
de: Schrägstrichelement
it: Elemento taglio
ja: 斬属性
ko: 절단속성
zh_hans: 斩击属性
zh_hant: 斬擊屬性

# Slash_MEDIUM
source: Slash
de: Schrägstrich
it: Taglio
ja: 斬属性
ko: 절단속성
zh_hans: 斩击属性
zh_hant: 斬擊屬性

# Strike
source: Impact
de: Schlagen
it: Colpo
ja: 打撃
ko: 타격
ru: Удар
zh_hans: 打击
zh_hant: 打擊

# Strike Element
source: Impact Element
de: Schlagenelement
it: Elemento colpo
ja: 打属性
ko: 타격속성
zh_hans: 打击属性
zh_hant: 打擊屬性

# Strike_MEDIUM
source: Impact
de: Schlagen
it: Colpo
ja: 打属性
ko: 타격
ru: Удар
zh_hans: 打击属性
zh_hant: 打擊屬性

source: Git Commit Hash
es: Hash de Confirmación de Git
fr: Hachage de Validation Git
it: Hash di Commit Git
ja: Gitのコミット ハッシュ値
ko: Git 커밋 해시
pl: Hash Zatwierdzenia Git
pt_br: Hash de Commit do Git
ru: Хеш фиксации Git
zh_hans: Git 提交哈希
zh_hant: Git 提交哈希

# attacksLong.element
source: Element Effectiveness
fr: Efficacité éléments
ja: 属性の有効度
ko: 속성 유효도
pt_br: Eficácia dos Elementos

source: Build Info
ja: ビルド情報

source: Developer
ja: 開発

source: Effective
ja: 有効
zh_hans: 有效
zh_hant: 有效

source: Element Attack
ja: 属性攻撃

# ERROR_NOT_SUPPORTED
source: Prof. Monster cannot read the data.﻿ Please update Prof. Monster to the latest version.
ja: データをデコードすることができません。アプリを最新版にアップデートしてください。
ko: 몬스터 교수가 데이터를 읽을 수 없습니다. 몬스터 교수을 최신 버전으로 업데이트해주세요.

source: Favorited
ja: お気に入り済み

source: Git Difference
ja: Gitの差分

source: Hardly Effective
ja: ほぼ無効
zh_hans: 几乎无效
zh_hant: 幾乎無效

source: In Game
ja: デフォルト
ko: 기본
zh_hans: 默认
zh_hant: 預設

source: In Game (Reverse)
ja: デフォルト (降順)
ko: 기본 (역순)
zh_hans: 默认（降序）
zh_hant: 預設（降序）

# In Game (Standard)
source: In Game
ja: デフォルト (昇順)
ko: 기본
zh_hans: 默认（升序）
zh_hant: 預設（升序）

source: Include Favorite Group in Search Results
ja: 検索結果にお気に入りグループを含める

source: Ineffective
ja: 効果なし
zh_hans: 无效
zh_hant: 無效

source: Left Swipe
ja: 左にスワイプ

source: LICENSES
ja: ライセンス
zh_hans: 许可证
zh_hant: 許可證

source: Merge Parts with Same Physiology
ja: 同じ肉質を持つ部位を結合する

source: Most Effective
ja: 最も有効
zh_hans: 最有效
zh_hant: 最有效率

source: None
ja: なし

source: Number
ja: 数値

source: Number (%u decimal places)
ja: 数値 (小数点第%u位まで)

source: Off
ja: オフ

source: Open Browser
ja: ブラウザーで開く

source: Physical Attack
ja: 物理攻撃

source: Place Subspecies near Original Species
ja: 亜種と原種を関連付けて表示する

source: Preview
ja: プレビュー

source: Show Element Attack
ja: 属性攻撃を表示する

source: Show Internal Information
ja: 内部情報を表示する

source: Show Monster’s Title
ja: モンスターの別名を表示する

source: The asterisk (*) settings will take effect when you restart the app.
ja: ※印の設定を反映するには、アプリを再起動する必要があります
